[
  {
    "year": 1477,
    "event": "Burgundische Erbfolgekriege: Nach dem Tod Karls des Kühnen von Burgund versuchen die Habsburger, die burgundischen Territorien zu übernehmen."
  },
  {
    "year": 1483,
    "event": "Martin Luther wird in Eisleben, im Heiligen Römischen Reich, geboren."
  },
  {
    "year": 1493,
    "event": "Maximilian I. wird Kaiser des Heiligen Römischen Reiches und festigt die habsburgische Macht."
  },
  {
    "year": 1495,
    "event": "Reichstag zu Worms: Einführung des Ewigen Landfriedens durch Kaiser Maximilian I."
  },
  {
    "year": 1505,
    "event": "Martin Luther tritt in das Augustinerkloster in Erfurt ein."
  },
  {
    "year": 1512,
    "event": "Lucas Cranach wird Hofmaler von Friedrich dem Weisen, Kurfürst von Sachsen."
  },
  {
    "year": 1517,
    "event": "Martin Luther veröffentlicht seine 95 Thesen an der Schlosskirche zu Wittenberg und löst die Reformation aus."
  },
  {
    "year": 1521,
    "event": "Reichstag zu Worms: Martin Luther wird vorgeladen, um seine Thesen zu verteidigen; Luther wird anschließend für vogelfrei erklärt."
  },
  {
    "year": 1521,
    "event": "Karl V. wird Kaiser des Heiligen Römischen Reiches und beginnt seine Herrschaft über ein riesiges Imperium."
  },
  {
    "year": 1524,
    "event": "Beginn des Deutschen Bauernkriegs, der bis 1525 andauert."
  },
  {
    "year": 1526,
    "event": "Schlacht bei Mohács: Die Osmanen besiegen die Ungarn; das Königreich Ungarn wird teilweise habsburgisch."
  },
  {
    "year": 1530,
    "event": "Augsburger Reichstag: Philipp Melanchthon präsentiert das Augsburger Bekenntnis."
  },
  {
    "year": 1531,
    "event": "Gründung des Schmalkaldischen Bundes, einer protestantischen Allianz zur Verteidigung gegen die katholische Obrigkeit."
  },
  {
    "year": 1546,
    "event": "Tod von Martin Luther in Eisleben."
  },
  {
    "year": 1547,
    "event": "Schmalkaldischer Krieg: Niederlage des Schmalkaldischen Bundes gegen Kaiser Karl V. in der Schlacht bei Mühlberg."
  },
  {
    "year": 1555,
    "event": "Augsburger Religionsfrieden: Anerkennung des Luthertums neben dem Katholizismus im Heiligen Römischen Reich."
  },
  {
    "year": 1556,
    "event": "Abdankung von Kaiser Karl V.: Er teilt sein Reich zwischen seinem Sohn Philipp II. und seinem Bruder Ferdinand I."
  },
  {
    "year": 1564,
    "event": "Tod von Kaiser Ferdinand I.: Sein Sohn Maximilian II. wird Kaiser des Heiligen Römischen Reiches."
  },
  {
    "year": 1572,
    "event": "Bartholomäusnacht in Frankreich: Massenmord an Hugenotten, beeinflusst die religiösen Spannungen in Europa."
  },
  {
    "year": 1576,
    "event": "Tod von Kaiser Maximilian II.: Rudolf II. wird Kaiser des Heiligen Römischen Reiches."
  },
  {
    "year": 1588,
    "event": "Die Spanische Armada wird von England besiegt, was die habsburgische Dominanz in Europa schwächt."
  },
  {
    "year": 1598,
    "event": "Edikt von Nantes: Heinrich IV. von Frankreich gewährt den Hugenotten religiöse Freiheiten."
  },
  {
    "year": 1600,
    "event": "Lucas Cranach der Jüngere, der Sohn von Lucas Cranach dem Älteren, setzt das künstlerische Erbe seines Vaters fort."
  }
]